[
    {"name" :"Prof. Bharat Gupta, National Institute of Technology, Patna, India"},
{"name" :"Prof. Davinder Saini, Chandigarh College of Engineering and Technology, Chandigarh, India"},
{"name" :"Prof. Dushantha Nalin K. Jayakody, Universidade Lusófona, Lisbon, Portugal"},
{"name" :"Prof. Jawad Ali, University of Technology, Iraq"},
{"name" :"Prof. Omar Farooq, Aligarh Muslim University, Aligarh, India"},
{"name" :"Prof. Pascal Lorenz, University of Haute Alsace, France"},
{"name" :"Prof. Pradeep Kumar Gupta, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Prof. Pradeep Kumar, University of Kwazulu-Natal, South Africa"},
{"name" :"Prof. Sreekanth Rallapalli, Acharya Institute of Management and Sciences, Bangalore, India"},
{"name" :"Prof. Suman Kumar, Troy University, Troy, United States"},
{"name" :"Prof. Usha Mehta, Institute of Technology, Nirma University, Ahmedabad, India"},
{"name" :"Prof. Vilas Gaikwad, Sanjeevan Engineering and Technology Institute, Panhala, India"},
{"name" :"Dr. Aashish Mathur, Indian Institute of Technology, Jodhpur, India"},
{"name" :"Dr. Abhay Chaturvedi, GLA University, Mathura, India"},
{"name" :"Dr. Abhay Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Abhijeet Upadhya, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Abhishek Kashyap, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Adesh Kumar, University of petroleum and energy, Dehradun, India"},
{"name" :"Dr. Adwitiya Sinha, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ajay Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ajay Verma, Dr. Bhimrao Ambedkar University, Agra, India"},
{"name" :"Dr. Ajayveer Chouhan, University Institute of Engineering and Technology, Kurukshetra, India"},
{"name" :"Dr. Akansha Bansal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Akash Tayal, Guru Gobind Singh Indraprastha University, Delhi, India"},
{"name" :"Dr. Alka Singhal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Alok Joshi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Alok Kumar, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Amanpreet Kaur, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Amarjeet Prajapati, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Amit Garg, Ajay Kumar Garg Engineering College, Ghaziabad, India"},
{"name" :"Dr. Amit Goyal, Innovative Technologies Laboratories, Thuwal, Saudi Arabia"},
{"name" :"Dr. Amit Kumar, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Amit Kumar, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Amit Mishra, Jaypee Insitute of Information Technology, Noida, India"},
{"name" :"Dr. Amit Sharma, Galgotias College of Engineering & Technology, Greater Noida, India"},
{"name" :"Dr. Amit Singhal, Netaji Subhas University of Technology, Delhi, India"},
{"name" :"Dr. Amit Srivastava, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Amit Verma, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Amit Wadhwa, GL Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Amol Vasudeva, Jaypee University of Information Technology, Waknaghat, India"},
{"name" :"Dr. Anand Agrawal, Indian Institute of Information Technology, Kota, India"},
{"name" :"Dr. Anand Nayyar, Duy Tan University, Vietnam"},
{"name" :"Dr. Anil Ahlawat, Krishna Institute of Engineering and Technology, Ghaziabad, India"},
{"name" :"Dr. Anil Bhardwaj, Shri Mata Vaishno Devi University, Katra, India"},
{"name" :"Dr. Anil Dubey, Abdul Kalam Technical University, Lucknow, India"},
{"name" :"Dr. Anil Kumar, Chandigarh College of Engineering and Technology, Chandigarh, India"},
{"name" :"Dr. Anil Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Anil Shukla, Amity University, Noida, India"},
{"name" :"Dr. Anita Sahoo, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Anjana Bagga, Guru Gobind Singh Indraprastha University, Delhi, India"},
{"name" :"Dr. Ankit Vidyarthi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ankita Jaiswal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ankita Verma, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ankita Wadhwa, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ankur Bhardwaj, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Antriksh Goswami, National Institute of Technology, Patna, India"},
{"name" :"Dr. Anubhuti Mohindra, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Anuj Bhardwaj, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Anuja Arora, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Anuradha Pughat, Scientist, Department of Science & Technology, Delhi, India"},
{"name" :"Dr. Archana Pandey, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Archana Purwar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Arjun Kumar, Bennett University, Greater Noida, India"},
{"name" :"Dr. Arpita Jadhav Bhatt, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Arti Jain, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Arti Noor, CDAC-NOIDA, Noida, India"},
{"name" :"Dr. Arun Kumar, Jubail University College, Saudi Arabia"},
{"name" :"Dr. Arun Kumar, National Institutes of Technology, Rourkela, India"},
{"name" :"Dr. Arvind Kumar, Galgotias University Greater Noida, India"},
{"name" :"Dr. Asha Mishra, GL Bajaj Institute of Technology and Management Greater Noida, Greater Noida, India"},
{"name" :"Dr. Ashish Goel, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ashish Gupta, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ashish Mishra, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ashish Pandey, Galgotias College of Engineering & Technology, Greater Noida, India"},
{"name" :"Dr. Ashish Parihar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ashutosh Sharma, Southern Federal University, Russia"},
{"name" :"Dr. Asmita Yadav, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Atul Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Atul Sharma, Kurukshetra University,Thanesar, Haryana, India"},
{"name" :"Dr. Bajrang Bansal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Baljit Kaur, National Institute of Technology, Delhi, India"},
{"name" :"Dr. Balwinder Raj, National Institute of Technology, Jalandhar, India"},
{"name" :"Dr. Bansidhar Joshi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Basant Kumar, Motilal Nehru National Institutes of Technology, Allahabad, India"},
{"name" :"Dr. Bhagwati Chamola, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Bhaskar Gupta, Chandigarh College of Engineering and Technology, Chandigarh, India"},
{"name" :"Dr. Bhawna Gupta, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Bhawna Saxena, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Brijesh Kumbhani, Indian Institute of Technology, Ropar, India"},
{"name" :"Dr. C Markan, Dayalbagh Educational Institute, Agra, India"},
{"name" :"Dr. Candy Goyal, Yadavindra College of Engineering, Talwandi Sabo, Punjab, India"},
{"name" :"Dr. Chakresh Jain, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Chandan Kumar, Supaul College of Engineering, Bihar, India"},
{"name" :"Dr. Charu Gandhi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Chetna Gupta, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Chhaya Dalela, Dr. A.P.J. Abdul Kalam Technical University, Lucknow, India"},
{"name" :"Dr. Chitrakant Sahu, National Institute of Technology, Raipur, India"},
{"name" :"Dr. D Siva Kumar, Academy of Maritime Education and Training, Chennai, India"},
{"name" :"Dr. Deepa Joshi, University of Petroleum and Energy Studies, Dehradun, India"},
{"name" :"Dr. Deepali Gupta, Chitkara University Institute of Engineering and Technology, Rajpura, India"},
{"name" :"Dr. Devpriya Soni, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Dhanalekshmi Gopinathan, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Dharmender N, GL Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Dharmendra Kumar Jhariya, National Institute of Technology, Delhi, India"},
{"name" :"Dr. Dharmendra Kumar, Madan Mohan Malaviya University of Technology, Gorakhpur, India"},
{"name" :"Dr. Dharmveer Rajpoot, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Dhirendra Shukla, Galgotia University, Greater Noida, India"},
{"name" :"Dr. Dileep Yadav, Bennett University, Greater Noida, India"},
{"name" :"Dr. Dinesh Bisht, Jaypee Institute of Information and Technology, Noida, India"},
{"name" :"Dr. Dinesh Verma, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Divya Kaushik, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ekta Gandotra, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Ekta Goel, National Institute of Technology, Warangal, India"},
{"name" :"Dr. Emjee Puthooran, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Gambhir Singh, Galgotia University, Greater Noida, India"},
{"name" :"Dr. Garima Kapur, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Gaurav Khanna, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Gaurav Nigam, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Gaurav Saxena, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Gaurav Verma, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Gayatri Sakya, JSS Academy of Technical Education, Noida, India"},
{"name" :"Dr. Ghazaala Yasmin, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Gopal Rawat, Indian Institute of Technology Mandi, Mandi, India"},
{"name" :"Dr. Gurjit Kaur, Delhi Technological University, Delhi, India"},
{"name" :"Dr. Hemant Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Harsh Sohal, Jaypee University of Information Technology, Waknaghat, India"},
{"name" :"Dr. Heena Wadhwa, Chitkara University, Rajpura, India"},
{"name" :"Dr. Hema N, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Hemant Choubey, Madhav Institute of Technology & Science, Gwalior, India"},
{"name" :"Dr. Hemraj Saini, DIT University, New Delhi, India"},
{"name" :"Dr. Himani Bansal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Himanshu Agarwal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Imran Khan, Integral University, Lucknow, India"},
{"name" :"Dr. Indu Chawla, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Janki Sharma, Rajasthan Technical University, Jaipur, India"},
{"name" :"Dr. Javalkar Kumar, Lingaya's Vidyapeeth University, Faridabad, India"},
{"name" :"Dr. Jaya Sinha, Galgotias College of Engineering & Technology, Greater Noida, India"},
{"name" :"Dr. Jaynendra Kumar Rai, Amity School of Engineering and Technology, Amity University, Noida, India"},
{"name" :"Dr. Jibendu Roy, Kalinga Institute of Industrial Technology, Bhubaneswar, India"},
{"name" :"Dr. Jitender Chhabra, Ajay Kumar Garg Engineering College, Ghaziabad, India"},
{"name" :"Dr. Jitendra Raghuwanshi, Jaypee University of Engineering & Technology, Guna, India"},
{"name" :"Dr. Joshua Abolarinwa, Namibia University of Science and Technology, Namibia"},
{"name" :"Dr. Joysmita Chatterjee, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Juhi Gupta, Jaypee Institute of Information and Technology, Noida, India"},
{"name" :"Dr. Jyotismita Talukdar, Tezpur University, Assam, India"},
{"name" :"Dr. Kalpana Chauhan, Central University of Haryana, Haryana, India"},
{"name" :"Dr. Kalpana Sharma, Sikkim Manipal Institute of Technology, Sikkim, India"},
{"name" :"Dr. Kapil Tyagi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Kaushal Nigam, National Institute of Technology, Raipur, India"},
{"name" :"Dr. Kavita Pandey, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Kirti Aggarwal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Krishna Asawa, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Krishna Meel, B.K. Birla Institute of Engineering & Technology, Pilani, India"},
{"name" :"Dr. Kuldeep Baderia, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Kumar Pradhan, Indian Institute of Information Technology Design and Manufacturing, Kancheepuram, India"},
{"name" :"Dr. Kumud Jha, Shri Mata Vaishno Devi University, Jammu and Kashmir, India"},
{"name" :"Dr. L Bhagyalakshmi, Rajalakshmi Engineering College, Chennai, India"},
{"name" :"Dr. Lakhveer Kaur, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Laxmi Chaudhary, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. M. Ansari, Gautam Buddha University, Greater Noida, India"},
{"name" :"Dr. Madhu Jain, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Madhur Upadhayay, Shiv Nadar Institution of Eminence, Greater Noida, India"},
{"name" :"Dr. Mahima Pandey, Sharda University, Greater Noida, India"},
{"name" :"Dr. Mamta Bisht, Indira Gandhi Delhi Technical University for Women, Delhi, India"},
{"name" :"Dr. Mandeep Narula, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Mangipudi Parthasarathi, Amity University, Noida, India"},
{"name" :"Dr. Manish Goswami, Indian Institute of Information Technology, Allahabad, India"},
{"name" :"Dr. Manish Kumar, Chandigarh Engineering College, Mohali, India"},
{"name" :"Dr. Manish Patidar, Jaypee University of Engineering & Technology, Guna, India"},
{"name" :"Dr. Manish Thakur, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Manish Tiwari, Manipal University, Jaipur, India"},
{"name" :"Dr. Manju, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Manoj Bohra, Manipal University, Jaipur, India"},
{"name" :"Dr. Manoj Kumar, National Institute of Technology, Delhi, India"},
{"name" :"Dr. Meenal Jain, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Megha Agarwal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Megha Rathi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Mehajabeen Fatima, Sagar Institute of Research and Technology, Bhopal, India"},
{"name" :"Dr. Mitul Ahirwal, Maulana Azad National Institute of Technology, Bhopal, India"},
{"name" :"Dr. Mohammad Khan, Mewat Engineering College, Haryana, India"},
{"name" :"Dr. Mohammed Ali, Osmania University, Hyderabad, India"},
{"name" :"Dr. Mohammed Hussain, Rajkiya Engineering College, Ambedkar Nagar, India"},
{"name" :"Dr. Mohd Ayyub Khan, Aligarh Muslim University, Aligarh, India"},
{"name" :"Dr. Mojtaba Noorallahzadeh, Islamic Azad University, Tehran, Iran"},
{"name" :"Dr. Mukesh Saraswat, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Mukta Goyal, Jaypeee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Muzammil Hussain, Indian Institute of Science, Bengaluru, India"},
{"name" :"Dr. Narendra Beniwal, Bundelkhand Institute of Engineering & Technology, Jhansi, India"},
{"name" :"Dr. Narendra Londhe, National Institute of Technology, Raipur, India"},
{"name" :"Dr. Narendra Singh, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Naresh Kumar, G L Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Naveen Jaglan, Jaypee University of Information Technology, Solan, India"},
{"name" :"Dr. Neelesh Gupta, Ajay Kumar Garg Engineering College, Ghaziabad, India"},
{"name" :"Dr. Neeraj Jain, Japyee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Neeraj Misra, Vellore Institute of Technology, Vellore, India"},
{"name" :"Dr. Neetu Joshi, Jaypee Institute of Information and Technology, Noida, India"},
{"name" :"Dr. Neetu Sardana, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Neetu Singh, Bobble AI, India"},
{"name" :"Dr. Nikhil Agrawal, Indian Institute of Information Technology, Nagpur, India"},
{"name" :"Dr. Nikhil Marriwala, Kurukshetra University, Kurukshetra, India"},
{"name" :"Dr. Nishant Jain, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Nitin Muchhal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Nitin Shukla, Thapar Institute of Engineering and Technology, Punjab, India"},
{"name" :"Dr. Nitin Tyagi, Swami Vivekanand Subharti University, Meerut, India"},
{"name" :"Dr. Niyati Agrawal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. P Raghu Vamsi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Pankaj Kumar, GL Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Pankaj Pal, National Institute of Technology, Uttarakhand, India"},
{"name" :"Dr. Pankaj Srivastava, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Pankaj Yadav, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Pardeep Garg, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Pardeep Kumar, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Parmeet Kaur, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Parul Agarwal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Parul Arora, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Parvin Kaushik, Krishna Institute of Engineering and Technology, Ghaziabad, India"},
{"name" :"Dr. Pato Kumari, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Pawan Upadhyay, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Payal Khurana Batra, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Pimmy Gandotra, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Pinki Dua, Amity school of Engineering and technology, Noida, India"},
{"name" :"Dr. Prakash Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Praveen P Terang, JSS Academy of Technical Education, Noida, India"},
{"name" :"Dr. Praveen Rai, GL Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Pravin Prajapati, Charutar Vidya Mandal University, Vallabh Vidyanagar, India"},
{"name" :"Dr. Priyanka Kwatra, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Pulkit Mehndiratta, Jaypee Insitute of Information Technology, Noida, India"},
{"name" :"Dr. Puneet Jain, National Institute of Technology, Rourkela, India"},
{"name" :"Dr. Pushpa Singh, GL Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Pushpendra Singh, Jawaharlal Nehru University, Delhi, India"},
{"name" :"Dr. Rachna Singh, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Raghvenda Singh, Jaypee Insitute of Information Technology, Noida, India"},
{"name" :"Dr. Rahul Bansal, Ajay Kumar Garg Engineering College, Ghaziabad, India"},
{"name" :"Dr. Rahul Kaushik, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Rajesh Bhatt, Rajasthan Technical University, Kota, India"},
{"name" :"Dr. Rajesh Dubey, Central University of Haryana, Mahendergarh, Haryana, India"},
{"name" :"Dr. Rajesh Tiwari, CMR Engineering College, Hyderabad, India"},
{"name" :"Dr. Rajesh Vishwakarma, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Rajiv Kumar, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Rajkishor Kumar, Vellore Institute of Technology, Chennai, India"},
{"name" :"Dr. Rajneesh Singh, Sharda University, Greater Noida, India"},
{"name" :"Dr. Raju Pal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ranjeet Kumar, Vellore Institute of Technology, Chennai, India"},
{"name" :"Dr. Ranu Gupta, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Rashi Rastogi, Amity University, Noida, India"},
{"name" :"Dr. Rashmi Kushwah, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ravi Bolimera, School of Engineering, Nalla Narasimha Reddy Education Societ's Group of Institutions, Hyderabad, India"},
{"name" :"Dr. Ravi Kumar, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Ravindara Bhatt, Jaypee University of Information Technology, Noida, India"},
{"name" :"Dr. Ravindra Singh Tomar, Anand Engineering College, Agra, India"},
{"name" :"Dr. Reema Budhiraja, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Rehan Muzammil, Aligarh Muslim University, Aligarh, India"},
{"name" :"Dr. Reshmy Krishnankutty, SRM Institute of Science and Technology Chennai, Chennai, India"},
{"name" :"Dr. Richa Srivastava, Krishna Institute of Engineering and Technology, Ghaziabad, India"},
{"name" :"Dr. Rinki Gupta, Amity University, Noida, India"},
{"name" :"Dr. Rishibrind Upadhyay, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ritesh Badhai, Birla Institute of Technology, Mesra, India"},
{"name" :"Dr. Ritu Raj, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ruby Beniwal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Ruchi Gupta, kurukshetra University, Thanesar, Haryana, India"},
{"name" :"Dr. Rudra Sankar Dhar, National Institute of Technology, Mizoram, India"},
{"name" :"Dr. S Bonde, SGGS Institute of Engineering & Technology, Nanded, India"},
{"name" :"Dr. S Chand, Nalla Narasimha Reddy, Hyderabad, India"},
{"name" :"Dr. S Mohanalakshmi, Rohini College of Engineering and Technology, Tamil Nadu, India"},
{"name" :"Dr. S Singh, Noida Institute of Engineering & Technology, Greater Noida, India"},
{"name" :"Dr. Sai Kondoju, Chaitanya Bharathi Institute of Technology, Hyderabad, India"},
{"name" :"Dr. Sajal Agarwal, Rajiv Gandhi Institute of Petroleum Technology, Amethi, India"},
{"name" :"Dr. Sakshi Gupta, Jaypee Institute of Information and Technology, Noida, India"},
{"name" :"Dr. Salman Talluri, Jaypee University of Information Technology, Solan, India"},
{"name" :"Dr. Sambit Satpathy, Galgotias College of Engineering & Technology, Greater Noida, India"},
{"name" :"Dr. Samriti Kalia, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Sandeep Kumar, Central Research Laboratory, Bharat Electronics Ltd., India"},
{"name" :"Dr. Sandhya Save, Thakur College of Engineering and Technology, Mumbai, India"},
{"name" :"Dr. Sangeeta Mittal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Sanjay Chauhan, Sharda University, Greater Noida, India"},
{"name" :"Dr. Sanjay Suman, St Martins Engineering College Secunderabad, Telangana, India"},
{"name" :"Dr. Sanjeet Kumar, Bharat Institute of Technology, Mesra, India"},
{"name" :"Dr. Sanjeev Patel, National Institute of Technology, Rourkela, India"},
{"name" :"Dr. Sanjeev Pippal, Sharda University, Greater Noida, India"},
{"name" :"Dr. Sansar Chauhan, GL Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Sapna Katiyar, Impledge Technologies, Noida, India"},
{"name" :"Dr. Satish Chandra, Mahindra University, Hyderabad, India"},
{"name" :"Dr. Satya Yadav, GL Bajaj Institute of Technology and Management, Greater Noida, India"},
{"name" :"Dr. Satyanand Singh, Fiji National University, Fiji"},
{"name" :"Dr. Saurabh Chaturvedi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shabir Ali, Galgotias University, Greater Noida, India"},
{"name" :"Dr. Shaheen Khan, Jamia Millia Islamia, New Delhi, India"},
{"name" :"Dr. Shailesh Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shamim Akhter, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shardha Porwal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Sheeja Francis, Jerusalem College of Engineering, Chennai, India"},
{"name" :"Dr. Shefali Sharma, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Shelly Sachdeva, National Institute of Technology, Delhi, India"},
{"name" :"Dr. Shikha Jain, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shikha Mehta, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shilpi Lavania, Institute of Engineering & Technology, Khandari Campus, Agra, India"},
{"name" :"Dr. Shiv Gupta, Greater Noida Institute of Technology, Greater Noida, India"},
{"name" :"Dr. Shiv Shivhare, Bennett University, Greater Noida, India"},
{"name" :"Dr. Shivani, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shradha Saxena, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shruti Gupta, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shruti Jain, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Shruti Jaiswal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shruti Kalra, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Shubhankar Majumdar, National Institute of Technology, Meghalaya, India"},
{"name" :"Dr. Shweta Pandit, Jaypee University of Information Technology, Noida, India"},
{"name" :"Dr. Shweta Rani, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Somya Jain, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Sonal Singhal, Shiv Nadar University, Greater Noida, India"},
{"name" :"Dr. Sonal Tuteja, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Sonam Gupta, Ajay Kumar Garg Engineering College, Ghaziabad, India"},
{"name" :"Dr. Subir Sarkar, Jadavpur University, Kolkata, India"},
{"name" :"Dr. Subodh Singhal, Jaypee University of Engineering and Technology, Noida, India"},
{"name" :"Dr. Sumit Kumar, Symbiosis Institute of Technology, Pune, India"},
{"name" :"Dr. Sunildatt Sharma, Jaypee University of Engineering and Technology, Guna, India"},
{"name" :"Dr. Surya Singh, Rajkiya Engineering College, Ambedkar Nagar, India"},
{"name" :"Dr. Taj Alam, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Tajinder Arora, Aligarh Muslim University, Aligarh, India"},
{"name" :"Dr. Tanmai Kulshreshtha, Pranveer Singh Institute of Technology, Kanpur, India"},
{"name" :"Dr. Tanupriya Choudhury, Symbiosis International University, Pune, India"},
{"name" :"Dr. Tarun Agrawal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Tarun Rawat, Netaji Subhas Institute of Technology, Delhi, India"},
{"name" :"Dr. Thangalakshmi S, Indian Maritime University Chennai Campus, Chennai, India"},
{"name" :"Dr. Thipendra P Singh, Bennett University, Greater Noida, India"},
{"name" :"Dr. Tribhuwan Tewari, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. V Koushick, Vel Tech Rangarajan Dr Sagunthala R&D Institute of Science and Technology, Chennai, India"},
{"name" :"Dr. Vandana Roy, Gyan Ganga Institute of Technology & Sciences, Jabalpur, India"},
{"name" :"Dr. Varsha Garg, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vartika Puri, Jaypee Institute of Information and Technology, Noida, India"},
{"name" :"Dr. Varun Srivastava, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vedvyas Dwivedi, Indus University, Ahmedabad, India"},
{"name" :"Dr. Vijay Khare, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vikas Baghel, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Vikas Goel, Krishna Institute of Engineering and Technology, Ghazibad, India"},
{"name" :"Dr. Vikash, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vimal Mishra, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vinay Mittal, Koneru Lakshmaiah University, Vijayawada, India"},
{"name" :"Dr. Vinay Tikkiwal, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vipin Balyan, Cape Peninsula University of Technology, South Africa"},
{"name" :"Dr. Virendra P. Vishwakarma, Guru Gobind Singh Indraprastha University, Delhi, India"},
{"name" :"Dr. Vishal Saxena, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vishnu Sharma, Galogotia College, Greater Noida, India"},
{"name" :"Dr. Viswas Sadasivan, Amrita Vishwa Vidyapeetham, Amritapuri, India"},
{"name" :"Dr. Vivek Dwivedi, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vivek Singh, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Vivekanand Mishra, Sardar Vallabhbhai Patel National Institute of Technology, Surat, India"},
{"name" :"Dr. Wriddhi Bhowmik, Kalinga Institute of Industrial Technology, Bhubaneswar, India"},
{"name" :"Dr. Yogesh Chauhan, Gautam Buddha University, Greater Noida, India"},
{"name" :"Dr. Yogesh Kumar, Jaypee Institute of Information Technology, Noida, India"},
{"name" :"Dr. Yudhishthir Pandey, Rajkiya Engineering College, Ambedkar Nagar, India"},
{"name" :"Dr. Yugal Kumar, Jaypee University of Information Technology, Waknaghat, Solan, India"},
{"name" :"Dr. Yugnanda Malhotra, Bharati Vidyapeeth College of Engineering, New Delhi, India"}
]